Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: Duplicate catalog detected! A catalog with this barcode already exists.
ar: تم اكتشاف كتالوج مكرر! يوجد بالفعل كتالوج يحمل هذا الرمز الشريطي.
as: ডুপ্লিকেট কেটেলগ ধৰা পৰিল! এই বাৰক'ডৰ সৈতে এটা কেটেলগ ইতিমধ্যে আছে।
bn: সদৃশ ক্যাটালগ শনাক্ত করা হয়েছে! এই বারকোডসহ একটি ক্যাটালগ ইতিমধ্যেই বিদ্যমান।
de: Doppelter Katalog erkannt! Ein Katalog mit diesem Barcode existiert bereits.
es: ¡Catálogo duplicado detectado! Ya existe un catálogo con este código de barras.
fr: Catalogue en double détecté ! Un catalogue portant ce code-barres existe déjà.
gu: ડુપ્લિકેટ કેટલોગ મળ્યો! આ બારકોડ ધરાવતો કેટલોગ પહેલેથી જ અસ્તિત્વમાં છે.
hi: डुप्लिकेट कैटलॉग का पता चला! इस बारकोड वाला कैटलॉग पहले से मौजूद है।
it: Rilevato catalogo duplicato! Esiste già un catalogo con questo codice a barre.
ja: 重複カタログが検出されました！このバーコードを持つカタログは既に存在します。
kn: ನಕಲಿ ಕ್ಯಾಟಲಾಗ್ ಪತ್ತೆಯಾಗಿದೆ! ಈ ಬಾರ್‌ಕೋಡ್ ಹೊಂದಿರುವ ಕ್ಯಾಟಲಾಗ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ko: 중복된 카탈로그가 감지되었습니다! 동일한 바코드를 가진 카탈로그가 이미 존재합니다.
ml: ഡ്യൂപ്ലിക്കേറ്റ് കാറ്റലോഗ് കണ്ടെത്തി! ഈ ബാർകോഡ് ഉള്ള ഒരു കാറ്റലോഗ് ഇതിനകം നിലവിലുണ്ട്.
mr: डुप्लिकेट कॅटलॉग आढळला! या बारकोडचा कॅटलॉग आधीच अस्तित्वात आहे.
or: ଡୁପ୍ଲିକେଟ୍ କ୍ୟାଟାଲଗ୍ ଚିହ୍ନଟ ହୋଇଛି! ଏହି ବାରକୋଡ୍ ସହିତ ଏକ କ୍ୟାଟାଲଗ୍ ପୂର୍ବରୁ ଅଛି।
pa: ਡੁਪਲੀਕੇਟ ਕੈਟਾਲਾਗ ਮਿਲਿਆ! ਇਸ ਬਾਰਕੋਡ ਵਾਲਾ ਇੱਕ ਕੈਟਾਲਾਗ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pt: Catálogo duplicado detectado! Já existe um catálogo com este código de barras.
ru: Обнаружен дубликат каталога! Каталог с таким штрихкодом уже существует.
ta: நகல் பட்டியல் கண்டறியப்பட்டது! இந்த பார்கோடுடன் ஒரு பட்டியல் ஏற்கனவே உள்ளது.
te: నకిలీ కేటలాగ్ కనుగొనబడింది! ఈ బార్‌కోడ్‌తో కూడిన కేటలాగ్ ఇప్పటికే ఉంది.
zh_hans: 检测到重复目录！已存在具有此条形码的目录。
zh_hant: 偵測到重複目錄！已存在具有此條碼的目錄。

source: Duplicate Item
ar: عنصر مكرر
as: ডুপ্লিকেট আইটেম
bn: নকল আইটেম
de: Doppelter Artikel
es: Artículo duplicado
fr: Article en double
gu: ડુપ્લિકેટ વસ્તુ
hi: डुप्लिकेट आइटम
it: Elemento duplicato
ja: 重複アイテム
kn: ನಕಲಿ ಐಟಂ
ko: 중복 항목
ml: ഡ്യൂപ്ലിക്കേറ്റ് ഇനം
mr: डुप्लिकेट आयटम
or: ଡୁପ୍ଲିକେଟ୍ ଆଇଟମ୍
pa: ਡੁਪਲੀਕੇਟ ਆਈਟਮ
pt: Item duplicado
ru: Дубликат товара
ta: நகல் உருப்படி
te: నకిలీ అంశం
zh_hans: 重复项
zh_hant: 重複項

source: e.g. 1500000
ar: مثال: 1500000
as: যেনে ১৫০০০০০০
bn: যেমন ১৫০০০০০
de: z. B. 1.500.000
es: Por ejemplo, 1.500.000
fr: par exemple 1500000
gu: દા.ત. ૧૫૦૦૦૦૦
hi: उदाहरण के लिए 1500000
it: ad esempio 1.500.000
ja: 例：1500000
kn: ಉದಾ. 1500000
ko: 예: 1500000
ml: ഉദാ: 1500000
mr: उदा. १५०००००
or: ଯଥା ୧୫୦୦୦୦୦୦
pa: ਜਿਵੇਂ ਕਿ 1500000
pt: Exemplo: 1.500.000
ru: например, 1500000
ta: எ.கா 1500000
te: ఉదా 1500000
zh_hans: 例如 1500000
zh_hant: 例如 1500000

source: e.g. Winter High Jewelry Collection
ar: مثال: مجموعة المجوهرات الشتوية الراقية
as: যেনে শীতকালীন উচ্চ গহনা সংগ্ৰহ
bn: যেমন শীতকালীন হাই জুয়েলারি কালেকশন
de: z.B. Winter High Jewelry Kollektion
es: Por ejemplo, la colección de alta joyería de invierno
fr: par exemple la collection de haute joaillerie d'hiver
gu: દા.ત. વિન્ટર હાઇ જ્વેલરી કલેક્શન
hi: उदाहरण के लिए विंटर हाई ज्वेलरी कलेक्शन
it: ad esempio la collezione di gioielli Winter High
ja: 例：ウィンターハイジュエリーコレクション
kn: ಉದಾ: ಚಳಿಗಾಲದ ಉನ್ನತ ಆಭರಣ ಸಂಗ್ರಹ
ko: 예: 겨울 하이 주얼리 컬렉션
ml: ഉദാ: വിന്റർ ഹൈ ജ്വല്ലറി കളക്ഷൻ
mr: उदा. हिवाळी उच्च दागिन्यांचा संग्रह
or: ଯଥା: ଶୀତକାଳୀନ ଉଚ୍ଚ ଅଳଙ୍କାର ସଂଗ୍ରହ
pa: ਉਦਾਹਰਨ ਲਈ ਵਿੰਟਰ ਹਾਈ ਜਵੈਲਰੀ ਕਲੈਕਸ਼ਨ
pt: Exemplo: Coleção Alta Joalharia de Inverno
ru: например, зимняя коллекция ювелирных украшений
ta: உதாரணமாக, குளிர்கால உயர் ரக நகைகள் சேகரிப்பு
te: ఉదా. వింటర్ హై జ్యువెలరీ కలెక్షన్
zh_hans: 例如冬季高级珠宝系列
zh_hant: 例如冬季高級珠寶系列

source: e.g. Winter High Jewelry Gala
ar: مثال: حفل مجوهرات الشتاء الراقية
as: যেনে শীতকালীন হাই গহনা গালা
bn: যেমন উইন্টার হাই জুয়েলারি গালা
de: z.B. Winter High Jewelry Gala
es: Por ejemplo, la Gala de Alta Joyería de Invierno
fr: par exemple, le gala de haute joaillerie d'hiver
gu: દા.ત. વિન્ટર હાઇ જ્વેલરી ગાલા
hi: उदाहरण के लिए विंटर हाई ज्वेलरी गाला
it: ad esempio il Winter High Jewelry Gala
ja: 例：ウィンターハイジュエリーガラ
kn: ಉದಾ: ಚಳಿಗಾಲದ ಉನ್ನತ ಆಭರಣ ಗಾಲಾ
ko: 예: 겨울 하이 주얼리 갈라
ml: ഉദാ: വിന്റർ ഹൈ ജ്വല്ലറി ഗാല
mr: उदा. विंटर हाय ज्वेलरी गाला
or: ଯଥା: ଶୀତକାଳୀନ ଉଚ୍ଚ ଅଳଙ୍କାର ଉତ୍ସବ
pa: ਜਿਵੇਂ ਕਿ ਵਿੰਟਰ ਹਾਈ ਜਵੈਲਰੀ ਗਾਲਾ
pt: Exemplo: Gala de Alta Joalharia de Inverno
ru: например, Зимний гала-вечер ювелирных украшений
ta: உதாரணமாக, குளிர்கால உயர் நகை விழா
te: ఉదా. వింటర్ హై జ్యువెలరీ గాలా
zh_hans: 例如冬季高级珠宝盛典
zh_hant: 例如冬季高級珠寶盛典

source: Edit
ar: يحرر
as: সম্পাদনা কৰক
bn: সম্পাদনা
de: Bearbeiten
es: Editar
fr: Modifier
gu: ફેરફાર કરો
hi: संपादन करना
it: Modificare
ja: 編集
kn: ಸಂಪಾದಿಸಿ
ko: 편집하다
ml: എഡിറ്റ് ചെയ്യുക
mr: संपादन
or: ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਸੋਧੋ
pt: Editar
ru: Редактировать
ta: திருத்து
te: సవరించు
zh_hans: 编辑
zh_hant: 編輯

source: Edit Catalog.
ar: تحرير الكتالوج.
as: কেটেলগ সম্পাদনা কৰক।
bn: ক্যাটালগ সম্পাদনা করুন।
de: Bearbeiten Katalog.
es: Editar Catálogo.
fr: Modifier le catalogue .
gu: કેટલોગ સંપાદિત કરો.
hi: कैटलॉग संपादित करें
it: Modifica Catalogo.
ja: カタログを編集します。
kn: ಕ್ಯಾಟಲಾಗ್ ಸಂಪಾದಿಸಿ.
ko: 카탈로그를 편집하세요.
ml: കാറ്റലോഗ് എഡിറ്റ് ചെയ്യുക.
mr: कॅटलॉग संपादित करा.
or: କ୍ୟାଟାଲଗ୍ ସମ୍ପାଦନ କରନ୍ତୁ।
pa: ਕੈਟਾਲਾਗ ਸੰਪਾਦਿਤ ਕਰੋ।
pt: Editar Catálogo.
ru: Редактировать Каталог.
ta: பட்டியலைத் திருத்து.
te: కేటలాగ్‌ను సవరించండి .
zh_hans: 编辑 目录。
zh_hant: 編輯 目錄。

source: Edit Boutique
ar: إيديت بوتيك
as: বুটিক সম্পাদনা কৰক
bn: বুটিক সম্পাদনা করুন
fr: Boutique Edit
gu: બુટિક સંપાદિત કરો
hi: एडिट बुटीक
it: Modifica Boutique
ja: エディットブティック
kn: ಬುಟೀಕ್ ಸಂಪಾದಿಸಿ
ko: 에디트 부티크
ml: ബുട്ടീക്ക് എഡിറ്റ് ചെയ്യുക
mr: एडिट बुटीक
or: ବୁଟିକ୍ ଏଡିଟ୍ କରନ୍ତୁ
pa: ਬੁਟੀਕ ਸੰਪਾਦਿਤ ਕਰੋ
ru: Редактировать Бутик
ta: எடிட் பூட்டிக்
te: ఎడిట్ బొటిక్

source: Edit Catalog
ar: تعديل الكتالوج
as: কেটেলগ সম্পাদনা কৰক
bn: ক্যাটালগ সম্পাদনা করুন
de: Katalog bearbeiten
es: Editar catálogo
fr: Modifier le catalogue
gu: કેટલોગ સંપાદિત કરો
hi: कैटलॉग संपादित करें
it: Modifica catalogo
ja: カタログを編集
kn: ಕ್ಯಾಟಲಾಗ್ ಸಂಪಾದಿಸಿ
ko: 카탈로그 편집
ml: കാറ്റലോഗ് എഡിറ്റ് ചെയ്യുക
mr: कॅटलॉग संपादित करा
or: କ୍ୟାଟାଲଗ୍ ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਕੈਟਾਲਾਗ ਸੰਪਾਦਿਤ ਕਰੋ
pt: Editar catálogo
ru: Редактировать каталог
ta: பட்டியலைத் திருத்து
te: కేటలాగ్‌ను సవరించండి
zh_hans: 编辑目录
zh_hant: 編輯目錄

source: Edit Client
ar: تعديل العميل
as: ক্লায়েন্ট সম্পাদনা কৰক
bn: ক্লায়েন্ট সম্পাদনা করুন
de: Client bearbeiten
es: Editar cliente
fr: Modifier le client
gu: ક્લાયન્ટ સંપાદિત કરો
hi: क्लाइंट संपादित करें
it: Modifica client
ja: クライアントを編集
kn: ಕ್ಲೈಂಟ್ ಸಂಪಾದಿಸಿ
ko: 클라이언트 편집
ml: ക്ലയന്റ് എഡിറ്റ് ചെയ്യുക
mr: क्लायंट संपादित करा
or: କ୍ଲାଏଣ୍ଟ ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਕਲਾਇੰਟ ਸੋਧੋ
pt: Editar Cliente
ru: Редактировать клиент
ta: கிளையண்டைத் திருத்து
te: క్లయింట్‌ను సవరించండి
zh_hans: 编辑客户端
zh_hant: 編輯客戶端

source: Edit Damage Report
ar: تعديل تقرير الأضرار
as: ক্ষতিৰ প্ৰতিবেদন সম্পাদনা কৰক
bn: ক্ষয়ক্ষতির প্রতিবেদন সম্পাদনা করুন
de: Schadensbericht bearbeiten
es: Editar informe de daños
fr: Modifier le rapport de dommages
gu: નુકસાન રિપોર્ટ સંપાદિત કરો
hi: क्षति रिपोर्ट संपादित करें
it: Modifica rapporto danni
ja: 損害報告書の編集
kn: ಹಾನಿ ವರದಿಯನ್ನು ಸಂಪಾದಿಸಿ
ko: 피해 보고서 수정
ml: നാശനഷ്ട റിപ്പോർട്ട് എഡിറ്റ് ചെയ്യുക
mr: नुकसान अहवाल संपादित करा
or: କ୍ଷତି ରିପୋର୍ଟ ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਨੁਕਸਾਨ ਦੀ ਰਿਪੋਰਟ ਸੰਪਾਦਿਤ ਕਰੋ
pt: Editar relatório de danos
ru: Редактировать отчет о повреждениях
ta: சேத அறிக்கையைத் திருத்து
te: నష్ట నివేదికను సవరించండి
zh_hans: 编辑损坏报告
zh_hant: 編輯損壞報告

source: Edit Planogram
ar: تعديل مخطط العرض
as: প্লেনোগ্ৰাম সম্পাদনা কৰক
bn: প্ল্যানোগ্রাম সম্পাদনা করুন
de: Planogramm bearbeiten
es: Editar planograma
fr: Modifier le planogramme
gu: પ્લાનોગ્રામ સંપાદિત કરો
hi: प्लानोग्राम संपादित करें
it: Modifica planogramma
ja: プランニンググラムを編集する
kn: ಪ್ಲಾನೋಗ್ರಾಮ್ ಸಂಪಾದಿಸಿ
ko: 플래노그램 편집
ml: പ്ലാനോഗ്രാം എഡിറ്റ് ചെയ്യുക
mr: प्लॅनोग्राम संपादित करा
or: ପ୍ଲାନୋଗ୍ରାମ୍ ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਪਲੈਨੋਗ੍ਰਾਮ ਸੰਪਾਦਿਤ ਕਰੋ
pt: Editar planograma
ru: Редактировать планограмму
ta: பிளானோகிராமைத் திருத்து
te: ప్లానోగ్రామ్‌ను సవరించండి
zh_hans: 编辑货架陈列图
zh_hant: 編輯貨架陳列圖

source: Edit Profile
ar: تعديل الملف الشخصي
as: প্ৰফাইল সম্পাদনা কৰক
bn: প্রোফাইল সম্পাদনা করুন
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफ़ाइल संपादित करें
it: Modifica profilo
ja: プロフィールを編集
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ko: 프로필 수정
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
mr: प्रोफाइल संपादित करा
or: ପ୍ରୋଫାଇଲ୍ ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਪ੍ਰੋਫਾਈਲ ਸੋਧੋ
pt: Editar perfil
ru: Редактировать профиль
ta: சுயவிவரத்தைத் திருத்து
te: ప్రొఫైల్‌ను సవరించండి
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

source: Email
ar: بريد إلكتروني
as: ইমেইল
bn: ইমেল
es: Correo electrónico
gu: ઇમેઇલ
hi: ईमेल
ja: メール
kn: ಇಮೇಲ್
ko: 이메일
ml: ഇമെയിൽ
mr: ईमेल
or: ଇମେଲ୍
pa: ਈਮੇਲ
ru: Электронная почта
ta: மின்னஞ்சல்
te: ఇమెయిల్
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Email is required.
ar: البريد الإلكتروني مطلوب.
as: ইমেইলৰ প্ৰয়োজন।
bn: ইমেইল আবশ্যক।
de: Eine E-Mail-Adresse ist erforderlich.
es: Se requiere correo electrónico.
fr: Une adresse e-mail est requise.
gu: ઇમેઇલ જરૂરી છે.
hi: ईमेल की जरूरत है।
it: È richiesto l'indirizzo email.
ja: メールアドレスは必須です。
kn: ಇಮೇಲ್ ಅಗತ್ಯವಿದೆ.
ko: 이메일 주소는 필수 입력 사항입니다.
ml: ഇമെയിൽ ആവശ്യമാണ്.
mr: ईमेल आवश्यक आहे.
or: ଇମେଲ୍ ଆବଶ୍ୟକ।
pa: ਈਮੇਲ ਦੀ ਲੋੜ ਹੈ।
pt: É necessário enviar um endereço de e-mail.
ru: Адрес электронной почты обязателен.
ta: மின்னஞ்சல் தேவை.
te: ఇమెయిల్ అవసరం.
zh_hans: 必须提供电子邮件地址。
zh_hant: 必須提供電子郵件地址。

source: Email: %@
ar: البريد الإلكتروني: %@
as: ইমেইল: %@
bn: ইমেইল: %@
es: Correo electrónico: %@
fr: Courriel : %@
gu: ઇમેઇલ: %@
hi: ईमेल: %@
ja: メールアドレス: %@
kn: ಇಮೇಲ್: %@
ko: 이메일: %@
ml: ഇമെയിൽ: %@
mr: ईमेल: %@
or: ଇମେଲ୍: %@
pa: ਈਮੇਲ: %@
ru: Электронная почта: %@
ta: மின்னஞ்சல்: %@
te: ఇమెయిల్: %@
zh_hans: 电子邮件： %@
zh_hant: 電子郵件： %@

source: Enable
ar: يُمكَِن
as: সক্ষম কৰা
bn: সক্ষম করুন
de: Aktivieren
es: Permitir
fr: Activer
gu: સક્ષમ કરો
hi: सक्षम
it: Abilitare
ja: 有効にする
kn: ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 할 수 있게 하다
ml: പ്രാപ്തമാക്കുക
mr: सक्षम करा
or: ସକ୍ଷମ କରନ୍ତୁ
pa: ਯੋਗ ਬਣਾਓ
pt: Ativar
ru: Давать возможность
ta: இயக்கு
te: ప్రారంభించండి
zh_hans: 使能够
zh_hant: 使能夠

source: Enable Boutique
ar: تمكين بوتيك
as: বুটিক সক্ষম কৰক
bn: বুটিক সক্ষম করুন
de: Boutique aktivieren
es: Habilitar Boutique
fr: Activer la boutique
gu: બુટિક ચાલુ કરો
hi: बुटीक को सक्षम करें
it: Boutique esclusiva
ja: イネーブルブティック
kn: ಬುಟೀಕ್ ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 이네이블 부티크
ml: ബുട്ടീക്ക് പ്രാപ്തമാക്കുക
mr: बुटीक सक्षम करा
or: ବୁଟିକ୍ ସକ୍ଷମ କରନ୍ତୁ
pa: ਬੁਟੀਕ ਚਾਲੂ ਕਰੋ
pt: Habilitar Boutique
ru: Включить Бутик
ta: பூட்டிக்கை இயக்கு
te: ఎనేబుల్ బోటిక్

source: Enabled
ar: مُفعّل
as: সামৰ্থবান কৰা হৈছে
bn: সক্ষম করা হয়েছে
de: Ermöglicht
es: Activado
fr: Activé
gu: સક્ષમ
hi: सक्रिय
it: Abilitato
ja: 有効
kn: ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: 활성화됨
ml: പ്രവർത്തനക്ഷമമാക്കി
mr: सक्षम केले
or: ସକ୍ଷମ କରାଯାଇଛି
pa: ਯੋਗ ਬਣਾਇਆ ਗਿਆ
pt: Habilitado
ru: Включено
ta: இயக்கப்பட்டது
te: ప్రారంభించబడింది
zh_hans: 已启用
zh_hant: 已啟用

source: Endless Aisle
ar: ممر لا نهاية له
as: অন্তহীন আইলেণ্ড
bn: অন্তহীন পথ
de: Endloser Gang
es: Pasillo sin fin
fr: Allée sans fin
gu: અનંત પાંખ
hi: अंतहीन गलियारा
it: Corridoio infinito
ja: エンドレスアイル
kn: ಅಂತ್ಯವಿಲ್ಲದ ಹಜಾರ
ko: 엔드리스 아일
ml: അനന്തമായ ഇടനാഴി
mr: अंतहीन मार्गिका
or: ଅନ୍ତହୀନ ପଥ
pa: ਬੇਅੰਤ ਗਲਿਆਰਾ
pt: Corredor Infinito
ru: Бесконечный проход
ta: முடிவற்ற நடைபாதை
te: అంతులేని నడవ
zh_hans: 无尽的通道
zh_hant: 無盡的通道

source: Endless Aisle Approvals
ar: الموافقات على الممرات اللانهائية
as: অন্তহীন আইলেণ্ড অনুমোদন
bn: অন্তহীন আইল অনুমোদন
de: Endless Aisle-Genehmigungen
es: Aprobaciones de Endless Aisle
fr: Approbations à l'infini
gu: અનંત પાંખ મંજૂરીઓ
hi: अंतहीन गलियारे अनुमोदन
it: Approvazioni di corsie infinite
ja: エンドレス・アイル・アプルーブメント
kn: ಅಂತ್ಯವಿಲ್ಲದ ಹಜಾರ ಅನುಮೋದನೆಗಳು
ko: Endless Aisle 승인
ml: അനന്തമായ ഇടനാഴി അംഗീകാരങ്ങൾ
mr: एंडलेस आइल अप्रूव्हल्स
or: ଅଶେଷ ପଥ ଅନୁମୋଦନ
pa: ਬੇਅੰਤ ਗਲਿਆਰੇ ਦੀਆਂ ਪ੍ਰਵਾਨਗੀਆਂ
pt: Aprovações de corredor infinito
ru: Бесконечные утверждения проходов
ta: முடிவற்ற நடைபாதை ஒப்புதல்கள்
te: అంతులేని నడవ ఆమోదాలు
zh_hans: 无尽通道审批
zh_hant: 無盡頻道審批

source: Endless Aisle Lookup
ar: البحث عن الممرات اللانهائية
as: অন্তহীন আইলেণ্ড লুকআপ
bn: অন্তহীন আইল অনুসন্ধান
de: Endlose Gangsuche
es: Búsqueda de pasillo infinito
fr: Recherche dans les allées infinies
gu: અનંત પાંખ લુકઅપ
hi: अंतहीन गलियारे की खोज
it: Ricerca infinita nella corsia
ja: エンドレスアイル検索
kn: ಅಂತ್ಯವಿಲ್ಲದ ಹಜಾರ ಹುಡುಕಾಟ
ko: 엔드리스 아일 검색
ml: അനന്തമായ ഇടനാഴി തിരയൽ
mr: एंडलेस आइल लुकअप
or: ଅନ୍ତହୀନ ଆଇଲ୍ ଲୁକଅପ୍
pa: ਬੇਅੰਤ ਗਲਿਆਰਾ ਲੁੱਕਅੱਪ
pt: Pesquisa de corredor infinito
ru: Поиск по бесконечному ряду
ta: முடிவற்ற இடைகழி தேடல்
te: అంతులేని నడవ శోధన
zh_hans: 无尽的过道查找
zh_hant: 無盡的過道查找

source: Endless Aisle Requests
ar: طلبات لا تنتهي من الممرات
as: অন্তহীন আইলেণ্ড অনুৰোধ
bn: অন্তহীন করিডোর অনুরোধ
de: Endlose Ganganfragen
es: Solicitudes de pasillo interminable
fr: Demandes d'allées infinies
gu: અનંત પાંખ વિનંતીઓ
hi: अंतहीन गलियारे के अनुरोध
it: Richieste infinite di corsie
ja: 無限通路リクエスト
kn: ಅಂತ್ಯವಿಲ್ಲದ ಹಜಾರ ವಿನಂತಿಗಳು
ko: 무한 통로 요청
ml: അനന്തമായ ഇടനാഴി അഭ്യർത്ഥനകൾ
mr: एंडलेस आइल रिक्वेस्ट्स
or: ଅସୀମ ପଥ ଅନୁରୋଧ
pa: ਬੇਅੰਤ ਗਲਿਆਰੇ ਦੀਆਂ ਬੇਨਤੀਆਂ
pt: Pedidos de corredor infinito
ru: Запросы на бесконечные проходы
ta: முடிவற்ற இடைகழி கோரிக்கைகள்
te: అంతులేని నడవ అభ్యర్థనలు
zh_hans: 无尽的过道请求
zh_hant: 無盡的過道請求

source: Endless Aisle Sourcing Status
ar: حالة التوريد من الممرات اللانهائية
as: অন্তহীন আইলেণ্ড উৎসৰ অৱস্থা
bn: অন্তহীন আইল সোর্সিং স্ট্যাটাস
es: Estado de abastecimiento de Endless Aisle
fr: Statut d'approvisionnement d'Endless Aisle
gu: એન્ડલેસ એઇસલ સોર્સિંગ સ્ટેટસ
hi: अंतहीन गलियारे की सोर्सिंग स्थिति
it: Stato di approvvigionamento di Endless Aisle
ja: エンドレスアイル調達状況
kn: ಅಂತ್ಯವಿಲ್ಲದ ಹಜಾರ ಸೋರ್ಸಿಂಗ್ ಸ್ಥಿತಿ
ko: Endless Aisle 소싱 현황
ml: അനന്തമായ ഇടനാഴി ഉറവിട നില
mr: एंडलेस आइल सोर्सिंग स्टेटस
or: ଅନ୍ତହୀନ ଆଇଲ୍ ସୋର୍ସିଂ ସ୍ଥିତି
pa: ਬੇਅੰਤ ਗਲੀ ਸੋਰਸਿੰਗ ਸਥਿਤੀ
pt: Estado de fornecimento do Endless Aisle
ru: Статус поставок в бесконечном ассортименте
ta: முடிவற்ற நடைபாதை மூல நிலை
te: ఎండ్లెస్ ఐల్ సోర్సింగ్ స్టేటస్
zh_hans: 无尽通道采购状态
zh_hant: 無盡通道採購狀態

source: Enough items in inventory to fulfill this order.
ar: يوجد في المخزون ما يكفي من الأصناف لتلبية هذا الطلب.
as: এই অৰ্ডাৰ পূৰণ কৰিবলৈ ইনভেণ্টৰীত যথেষ্ট বস্তু।
bn: এই অর্ডারটি পূরণ করার জন্য মজুদে পর্যাপ্ত পণ্য রয়েছে।
de: Es sind genügend Artikel auf Lager, um diese Bestellung auszuführen.
es: Disponemos de suficientes artículos en inventario para completar este pedido.
fr: Nous avons suffisamment d'articles en stock pour honorer cette commande.
gu: આ ઓર્ડર પૂરો કરવા માટે પૂરતી વસ્તુઓ ઇન્વેન્ટરીમાં છે.
hi: इस ऑर्डर को पूरा करने के लिए स्टॉक में पर्याप्त सामान मौजूद है।
it: Abbiamo articoli sufficienti in magazzino per evadere questo ordine.
ja: この注文に対応するのに十分な在庫があります。
kn: ಈ ಆರ್ಡರ್ ಪೂರೈಸಲು ದಾಸ್ತಾನಿನಲ್ಲಿ ಸಾಕಷ್ಟು ವಸ್ತುಗಳು ಇವೆ.
ko: 이 주문을 이행하기에 충분한 재고가 있습니다.
ml: ഈ ഓർഡർ നിറവേറ്റാൻ ആവശ്യമായ ഇനങ്ങൾ ഇൻവെന്ററിയിലുണ്ട്.
mr: ही ऑर्डर पूर्ण करण्यासाठी मालसाठ्यात पुरेसा माल उपलब्ध आहे.
or: ଏହି ଅର୍ଡର ପୂରଣ କରିବା ପାଇଁ ଇନଭେଣ୍ଟରୀରେ ପର୍ଯ୍ୟାପ୍ତ ଜିନିଷ ଅଛି।
pa: ਇਸ ਆਰਡਰ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਵਸਤੂ ਸੂਚੀ ਵਿੱਚ ਕਾਫ਼ੀ ਚੀਜ਼ਾਂ ਹਨ।
pt: Temos artigos suficientes em stock para satisfazer este pedido.
ru: Товаров на складе достаточно для выполнения этого заказа.
ta: இந்த ஆர்டரை நிறைவேற்றுவதற்குத் தேவையான பொருட்கள் கையிருப்பில் உள்ளன.
te: ఈ ఆర్డర్‌ను పూర్తి చేయడానికి నిల్వలో తగినన్ని వస్తువులు ఉన్నాయి.
zh_hans: 库存充足，足以完成此订单。
zh_hant: 庫存充足，足以完成此訂單。

source: Enter 6-digit code
ar: أدخل الرمز المكون من 6 أرقام
as: ৬ অংকৰ ক’ড দিয়ক
bn: ৬-সংখ্যার কোড প্রবেশ করান
de: Geben Sie einen 6-stelligen Code ein
es: Introduzca el código de 6 dígitos.
fr: Saisissez le code à 6 chiffres
gu: 6-અંકનો કોડ દાખલ કરો
hi: 6 अंकों का कोड दर्ज करें
it: Inserisci il codice di 6 cifre
ja: 6桁のコードを入力してください
kn: 6-ಅಂಕಿಯ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 6자리 코드를 입력하세요
ml: 6-അക്ക കോഡ് നൽകുക
mr: ६-अंकी कोड प्रविष्ट करा
or: 6-ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍‌ ଲେଖନ୍ତୁ
pa: 6-ਅੰਕਾਂ ਵਾਲਾ ਕੋਡ ਦਰਜ ਕਰੋ
pt: Introduza o código de 6 dígitos
ru: Введите 6-значный код
ta: 6-இலக்க குறியீட்டை உள்ளிடவும்
te: 6-అంకెల కోడ్‌ను నమోదు చేయండి
zh_hans: 请输入6位代码
zh_hant: 請輸入6位代碼

source: Enter Barcode Manually...
ar: أدخل الرمز الشريطي يدويًا...
as: বাৰকোড মেনুৱেলি প্ৰৱেশ কৰক...
bn: বারকোড ম্যানুয়ালি প্রবেশ করান...
de: Barcode manuell eingeben...
es: Introduzca el código de barras manualmente...
fr: Saisie manuelle du code-barres...
gu: બારકોડ મેન્યુઅલી દાખલ કરો...
hi: बारकोड मैन्युअल रूप से दर्ज करें...
it: Inserire manualmente il codice a barre...
ja: バーコードを手動で入力してください...
kn: ಬಾರ್‌ಕೋಡ್ ಅನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ನಮೂದಿಸಿ...
ko: 바코드를 수동으로 입력하세요...
ml: ബാർകോഡ് നേരിട്ട് നൽകുക...
mr: बारकोड स्वतः प्रविष्ट करा...
or: ବାରକୋଡ୍ ମାନୁଆଲ୍ ଭାବରେ ଲେଖନ୍ତୁ...
pa: ਬਾਰਕੋਡ ਹੱਥੀਂ ਦਰਜ ਕਰੋ...
pt: Introduzir código de barras manualmente...
ru: Введите штрихкод вручную...
ta: பார்கோடை கைமுறையாக உள்ளிடவும்...
te: బార్‌కోడ్‌ను మాన్యువల్‌గా నమోదు చేయండి...
zh_hans: 手动输入条形码...
zh_hant: 手動輸入條碼...

source: Enter email address
ar: أدخل عنوان البريد الإلكتروني
as: ইমেইল ঠিকনা দিয়ক
bn: ইমেল ঠিকানা লিখুন
de: E-Mail-Adresse eingeben
es: Introduzca su dirección de correo electrónico
fr: Saisissez votre adresse e-mail
gu: ઇમેઇલ સરનામું દાખલ કરો
hi: ईमेल पता दर्ज करें
it: Inserisci l'indirizzo email
ja: メールアドレスを入力してください
kn: ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ko: 이메일 주소를 입력하세요
ml: ഇമെയിൽ വിലാസം നൽകുക
mr: ईमेल पत्ता प्रविष्ट करा
or: ଇମେଲ୍ ଠିକଣା ଲେଖନ୍ତୁ
pa: ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ
pt: Introduza o endereço de e-mail
ru: Введите адрес электронной почты
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: ఇమెయిల్ చిరునామాను నమోదు చేయండి
zh_hans: 请输入电子邮件地址
zh_hant: 請輸入電子郵件地址

source: Enter manual barcode...
ar: أدخل الرمز الشريطي يدويًا...
as: ম্যানুয়াল বার্কোড প্রবেশ করুন...
bn: ম্যানুয়াল বারকোড প্রবেশ করান...
de: Manuellen Barcode eingeben...
es: Introduzca el código de barras manualmente...
fr: Saisie manuelle du code-barres...
gu: મેન્યુઅલ બારકોડ દાખલ કરો...
hi: मैन्युअल बारकोड दर्ज करें...
it: Inserire manualmente il codice a barre...
ja: 手動でバーコードを入力してください...
kn: ಹಸ್ತಚಾಲಿತ ಬಾರ್‌ಕೋಡ್ ನಮೂದಿಸಿ...
ko: 수동 바코드를 입력하세요...
ml: മാനുവൽ ബാർകോഡ് നൽകുക...
mr: मॅन्युअल बारकोड प्रविष्ट करा...
or: ମାନୁଆଲ୍ ବାରକୋଡ୍ ଲେଖନ୍ତୁ...
pa: ਮੈਨੂਅਲ ਬਾਰਕੋਡ ਦਰਜ ਕਰੋ...
pt: Introduza o código de barras manualmente...
ru: Введите штрихкод вручную...
ta: கைமுறையாக பார்கோடை உள்ளிடவும்...
te: మాన్యువల్ బార్‌కోడ్‌ను నమోదు చేయండి...
zh_hans: 输入手动条形码...
zh_hant: 輸入手動條碼...

source: Enter note...
ar: أدخل الملاحظة...
as: টোকা লিখক...
bn: নোট লিখুন...
de: Notiz eingeben...
es: Introduzca la nota...
fr: Saisissez une note...
gu: નોંધ દાખલ કરો...
hi: नोट दर्ज करें...
it: Inserisci la nota...
ja: メモを入力してください...
kn: ಟಿಪ್ಪಣಿ ನಮೂದಿಸಿ...
ko: 메모를 입력하세요...
ml: കുറിപ്പ് നൽകുക...
mr: टीप प्रविष्ट करा...
or: ଟିପ୍ପଣୀ ଲେଖନ୍ତୁ...
pa: ਨੋਟ ਦਰਜ ਕਰੋ...
pt: Introduza uma nota...
ru: Введите примечание...
ta: குறிப்பை உள்ளிடவும்...
te: గమనికను నమోదు చేయండి...
zh_hans: 输入备注……
zh_hant: 輸入備註…

source: Enter password
ar: أدخل كلمة المرور
as: পাছৱৰ্ড দিয়ক
bn: পাসওয়ার্ড লিখুন
de: Passwort eingeben
es: Introduzca la contraseña
fr: Saisissez le mot de passe
gu: પાસવર્ડ દાખલ કરો
hi: पास वर्ड दर्ज करें
it: Inserisci la password
ja: パスワードを入力してください
kn: ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
ko: 비밀번호를 입력하세요
ml: പാസ്‌വേഡ് നൽകുക
mr: पासवर्ड टाका
or: ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
pt: Introduza a senha
ru: Введите пароль
ta: கடவுச்சொல்லை உள்ளிடவும்
te: పాస్‌వర్డ్ నమోదు చేయండి
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Enter SKU
ar: أدخل رمز المنتج (SKU)
as: SKU প্ৰৱেশ কৰক
bn: SKU প্রবেশ করান
de: Artikelnummer eingeben
es: Introduzca el SKU
fr: Saisissez la référence
gu: SKU દાખલ કરો
hi: SKU दर्ज करें
it: Inserisci il codice SKU
ja: SKUを入力してください
kn: SKU ನಮೂದಿಸಿ
ko: SKU를 입력하세요
ml: SKU നൽകുക
mr: SKU प्रविष्ट करा
or: SKU ପ୍ରବେଶ କରନ୍ତୁ
pa: SKU ਦਰਜ ਕਰੋ
pt: Insira o SKU
ru: Введите артикул
ta: SKU-ஐ உள்ளிடவும்
te: SKUను నమోదు చేయండి
zh_hans: 输入 SKU
zh_hant: 輸入 SKU

source: Enter SKU or Product Code
ar: أدخل رمز المنتج أو رمز SKU
as: SKU বা প্ৰডাক্ট ক'ড সুমুৱাওক
bn: SKU বা প্রোডাক্ট কোড লিখুন
de: Geben Sie die Artikelnummer oder den Produktcode ein.
es: Introduzca el código SKU o el código de producto.
fr: Saisissez la référence ou le code produit
gu: SKU અથવા પ્રોડક્ટ કોડ દાખલ કરો
hi: SKU या उत्पाद कोड दर्ज करें
it: Inserisci il codice SKU o il codice prodotto
ja: SKUまたは製品コードを入力してください
kn: SKU ಅಥವಾ ಉತ್ಪನ್ನ ಕೋಡ್ ನಮೂದಿಸಿ
ko: SKU 또는 제품 코드를 입력하세요
ml: SKU അല്ലെങ്കിൽ ഉൽപ്പന്ന കോഡ് നൽകുക
mr: SKU किंवा उत्पादन कोड प्रविष्ट करा
or: SKU କିମ୍ବା ଉତ୍ପାଦ କୋଡ୍ ଲେଖନ୍ତୁ
pa: SKU ਜਾਂ ਉਤਪਾਦ ਕੋਡ ਦਰਜ ਕਰੋ
pt: Introduza o código SKU ou o código do produto.
ru: Введите артикул или код товара.
ta: SKU அல்லது தயாரிப்புக் குறியீட்டை உள்ளிடவும்
te: SKU లేదా ఉత్పత్తి కోడ్‌ను నమోదు చేయండి
zh_hans: 请输入 SKU 或产品代码
zh_hant: 請輸入 SKU 或產品代碼

source: Enter the 6-digit code sent to %@
ar: أدخل الرمز المكون من 6 أرقام المرسل إلى %@
as: %@ লৈ পঠোৱা ৬-অংকৰ ক'ড সুমুৱাওক
bn: %@ এ পাঠানো ৬-সংখ্যার কোডটি প্রবেশ করান।
de: Geben Sie den 6-stelligen Code ein, der an %@ gesendet wurde.
es: Introduce el código de 6 dígitos enviado a %@
fr: Saisissez le code à 6 chiffres envoyé à %@
gu: %@ પર મોકલેલો 6-અંકનો કોડ દાખલ કરો.
hi: %@ पर भेजे गए 6 अंकों का कोड दर्ज करें
it: Inserisci il codice di 6 cifre inviato a %@
ja: %@に送信された6桁のコードを入力してください。
kn: %@ ಗೆ ಕಳುಹಿಸಲಾದ 6-ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
ko: %@로 전송된 6자리 코드를 입력하세요.
ml: %@ എന്ന നമ്പറിലേക്ക് അയച്ച 6 അക്ക കോഡ് നൽകുക
mr: %@ वर पाठवलेला ६-अंकी कोड प्रविष्ट करा.
or: %@ କୁ ପଠାଯାଇଥିବା 6-ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ ଲେଖନ୍ତୁ।
pa: %@ 'ਤੇ ਭੇਜਿਆ ਗਿਆ 6-ਅੰਕਾਂ ਵਾਲਾ ਕੋਡ ਦਰਜ ਕਰੋ
pt: Introduza o código de 6 dígitos enviado para %@
ru: Введите 6-значный код, отправленный на %@
ta: %@ க்கு அனுப்பப்பட்ட 6-இலக்க குறியீட்டை உள்ளிடவும்
te: %@కు పంపిన 6-అంకెల కోడ్‌ను నమోదు చేయండి
zh_hans: 请输入发送到 %@ 的 6 位验证码
zh_hant: 請輸入發送至 %@ 的 6 位元驗證碼

source: Enter the daily sales target for this boutique.
ar: أدخل هدف المبيعات اليومي لهذا المتجر.
as: এই বুটিকৰ বাবে দৈনিক বিক্ৰীৰ লক্ষ্য প্ৰৱেশ কৰক।
bn: এই বুটিকটির জন্য দৈনিক বিক্রয়ের লক্ষ্যমাত্রা লিখুন।
de: Geben Sie das tägliche Umsatzziel für diese Boutique ein.
es: Introduce el objetivo de ventas diario para esta boutique.
fr: Saisissez l'objectif de ventes journalier pour cette boutique.
gu: આ બુટિક માટે દૈનિક વેચાણ લક્ષ્ય દાખલ કરો.
hi: इस बुटीक के लिए दैनिक बिक्री लक्ष्य दर्ज करें।
it: Inserisci l'obiettivo di vendita giornaliero per questa boutique.
ja: このブティックの1日の売上目標を入力してください。
kn: ಈ ಅಂಗಡಿಯ ದೈನಂದಿನ ಮಾರಾಟ ಗುರಿಯನ್ನು ನಮೂದಿಸಿ.
ko: 이 부티크의 일일 매출 목표를 입력하세요.
ml: ഈ ബുട്ടീക്കിന്റെ ദൈനംദിന വിൽപ്പന ലക്ഷ്യം നൽകുക.
mr: या बुटीकसाठी दैनंदिन विक्रीचे लक्ष्य नोंदवा.
or: ଏହି ବୁଟିକ୍ ପାଇଁ ଦୈନିକ ବିକ୍ରୟ ଲକ୍ଷ୍ୟ ଲେଖନ୍ତୁ।
pa: ਇਸ ਬੁਟੀਕ ਲਈ ਰੋਜ਼ਾਨਾ ਵਿਕਰੀ ਟੀਚਾ ਦਰਜ ਕਰੋ।
pt: Introduza a meta de vendas diárias para esta boutique.
ru: Введите дневной целевой показатель продаж для этого бутика.
ta: இந்த ஆடை விற்பனையகத்திற்கான தினசரி விற்பனை இலக்கை உள்ளிடவும்.
te: ఈ బోటిక్ కోసం రోజువారీ అమ్మకాల లక్ష్యాన్ని నమోదు చేయండి.
zh_hans: 请输入这家精品店的每日销售目标。
zh_hant: 請輸入這家精品店的每日銷售目標。
